# Taps
tap "homebrew/bundle"
tap "homebrew/services"

# Core Utilities
brew "bitwarden-cli"
brew "brew-cask-completion"
brew "chezmoi"
brew "git"
brew "mise"
brew "neovim"
brew "pnpm"
brew "rsync"
brew "starship"
brew "tree"

# Casks
cask "appcleaner"
cask "bitwarden"
cask "dropbox"
cask "ghostty"
cask "karabiner-elements"
cask "localsend"
cask "obsidian"
cask "raycast"
cask "slack"
cask "vlc"
cask "claude"
