brew "git"
brew "stow"
brew "starship"
brew "python@3.9"
brew "tree"
brew "yarn"
brew "exa"
brew "koekeishiya/formulae/yabai"
brew "koekeishiya/formulae/skhd"
brew "anyenv"

cask "visual-studio-code"
cask "iterm2"
cask "google-chrome"
cask "slack"
cask "docker"
cask "alfred"
cask "google-japanese-ime"
cask "karabiner-elements"
cask "deepl"
cask "zoom"
cask "discord"
cask "AppCleaner"
cask "calibre"
cask "vlc"
cask "Figma"
cask "1password"
cask "Notion"
cask "skype"
cask "dropbox"
cask "chromium"

tap "homebrew/cask-fonts"
cask "font-hackgen"
cask "font-hackgen-nerd"
